Autodesk.Revit.DB.DirectContext3D.ProjectionMethod
Projection method
Since:
2017

Autodesk.Revit.DB.DirectContext3D.ProjectionMethod.Perspective
Perspective

Autodesk.Revit.DB.DirectContext3D.ProjectionMethod.Orthographic
Orthographic